Revit 2026 API

# GroundConductorSizeMaterialBelongTo Property

---

Get the material type which include this ground conductor size information.

**Namespace:** Autodesk.Revit.DB.Electrical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public WireMaterialType MaterialBelongTo { get; }
```
```vb
Public ReadOnly Property MaterialBelongTo As WireMaterialType
	Get
```
```cpp
public:
property WireMaterialType^ MaterialBelongTo {
	WireMaterialType^ get ();
}
```
```fsharp
member MaterialBelongTo : WireMaterialType with get
```

#### Property Value

WireMaterialType

#### Reference

GroundConductorSize Class

Autodesk.Revit.DB.Electrical Namespace